/*
Navicat MySQL Data Transfer

Source Server         : 10.189
Source Server Version : 50562
Source Host           : 192.168.10.189:3306
Source Database       : zhaohang

Target Server Type    : MYSQL
Target Server Version : 50562
File Encoding         : 65001

Date: 2019-05-14 14:30:47
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for zhaohang_billing
-- ----------------------------
DROP TABLE IF EXISTS `zhaohang_billing`;
CREATE TABLE `zhaohang_billing` (
  `id` char(32) NOT NULL COMMENT 'id',
  `trading_day` char(8) DEFAULT NULL COMMENT '交易日',
  `transaction_time` char(6) DEFAULT NULL COMMENT '交易时间',
  `interest_date` char(8) DEFAULT NULL COMMENT '起息日',
  `transaction_type` varchar(100) DEFAULT NULL COMMENT '交易类型',
  `debit_amount` varchar(20) DEFAULT NULL COMMENT '借方金额',
  `credit_amount` varchar(20) DEFAULT NULL COMMENT '贷方金额',
  `balance` varchar(20) DEFAULT NULL COMMENT '余额',
  `summary` varchar(2000) DEFAULT NULL COMMENT '摘要',
  `serial_number` varchar(100) DEFAULT NULL COMMENT '流水号',
  `instance_number` varchar(100) DEFAULT NULL COMMENT '流程实例号',
  `business_name` varchar(300) DEFAULT NULL COMMENT '业务名称',
  `purpose` varchar(2000) DEFAULT NULL COMMENT '用途',
  `business_number` varchar(100) DEFAULT NULL COMMENT '业务参考号',
  `business_summary` varchar(2000) DEFAULT NULL COMMENT '业务摘要',
  `other_abstracts` varchar(2000) DEFAULT NULL COMMENT '其它摘要',
  `branch_name` varchar(300) DEFAULT NULL COMMENT '收/付方分行名',
  `name` varchar(300) DEFAULT NULL COMMENT '收/付方名称',
  `accounts` varchar(100) DEFAULT NULL COMMENT '收/付方帐号',
  `bank_number` varchar(100) DEFAULT NULL COMMENT '收/付方开户行行号',
  `bank_name` varchar(300) DEFAULT NULL COMMENT '收/付方开户行名',
  `bank_address` varchar(1000) DEFAULT NULL COMMENT '收/付方开户行地址',
  `company_branch_name` varchar(300) DEFAULT NULL COMMENT '母/子公司帐号分行名',
  `company_account` varchar(100) DEFAULT NULL COMMENT '母/子公司帐号',
  `company_name` varchar(300) DEFAULT NULL COMMENT '母/子公司名称',
  `information_signs` varchar(300) DEFAULT NULL COMMENT '信息标志',
  `isany_attachment` varchar(20) DEFAULT NULL COMMENT '有否附件信息',
  `stamping_mark` varchar(300) DEFAULT NULL COMMENT '冲帐标志',
  `extended_abstract` varchar(2000) DEFAULT NULL COMMENT '扩展摘要',
  `analysis_code` varchar(200) DEFAULT NULL COMMENT '交易分析码',
  `bill_number` varchar(100) DEFAULT NULL COMMENT '票据号',
  `order_number` varchar(100) DEFAULT NULL COMMENT '商务支付订单号',
  `internal_number` varchar(100) DEFAULT NULL COMMENT '内部编号',
  `name_new` varchar(300) DEFAULT NULL COMMENT '收/付方机构',
  `summary_new` varchar(2000) DEFAULT NULL COMMENT '最新摘要',
  PRIMARY KEY (`id`),
  KEY `日期索引` (`trading_day`) USING BTREE,
  KEY `流水号索引` (`serial_number`) USING BTREE,
  KEY `摘要索引` (`summary_new`(255)) USING BTREE,
  KEY `收/付方名称索引` (`name_new`(255))
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='招行对账单表。存储所有到账单数据';

-- ----------------------------
-- Records of zhaohang_billing
-- ----------------------------
INSERT INTO `zhaohang_billing` VALUES ('201812171512353577k7lm5na42z7788', '20190412', '140027', '20190412', 'IBPS对公提回贷记', '', '400', '10560.01', '网银转账', 'K8600100277997C', '', '', '', '', '', '', '', '张三', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '东莞市可艺工艺品有限公司', '0000东莞公积金CA新增0000004101');
INSERT INTO `zhaohang_billing` VALUES ('201812171512353577k7lm5na42z7988', '20190411', '140027', '20190411', 'IBPS对公提回贷记', '', '800', '10560.01', '网银转账', 'K8611100220997C', '', '', '', '', '', '', '', '深圳卓勋科技有限公司', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '东莞市清溪房地产管理所（非财政统发）', '0000东莞公积金CA新增0000004101');
INSERT INTO `zhaohang_billing` VALUES ('201812171512353577k7lm5na42z8688', '20190411', '140027', '20190411', 'IBPS对公提回贷记', '', '800', '10560.01', '网银转账', 'K8600100220997C', '', '', '', '', '', '', '', '深圳卓勋科技有限公司', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '东莞市清溪房地产管理所（非财政统发）', '0000东莞公积金CA新增0000004101');
INSERT INTO `zhaohang_billing` VALUES ('201812171512353577k7lm5na77z7788', '20190412', '140027', '20190412', 'IBPS对公提回贷记', '', '600', '10560.01', '网银转账', 'K8600100288997C', '', '', '', '', '', '', '', '深圳卓勋科技有限公司', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '东莞市可艺工艺品有限公司', '0000东莞公积金CA新增0000004101');
INSERT INTO `zhaohang_billing` VALUES ('20181217151235357qk7lm5na42z8666', '20190410', '140027', '20190410', 'IBPS对公提回贷记', '', '200', '10560.01', '网银转账', 'K8600100220077C', '', '', '', '', '', '', '', '深圳卓勋科技有限公司', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '深圳卓勋科技有限公司', '0000东莞公积金CA新增00000');
INSERT INTO `zhaohang_billing` VALUES ('20181217151235357qk7lm5na42z8688', '20190411', '140027', '20190411', 'IBPS对公提回贷记', '', '200', '10560.01', '网银转账', 'K8600100220097C', '', '', '', '', '', '', '', '深圳卓勋科技有限公司', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '深圳卓勋科技有限公司', '0000东莞公积金CA新增0000004101');
INSERT INTO `zhaohang_billing` VALUES ('20181217151235357qk7lm5na42z8un5', '20181206', '140027', '20181206', 'IBPS对公提回贷记', '', '200', '10560.01', '网银转账', 'K8600100220065C', '', '', '', '', '', '', '', '深圳卓勋科技有限公司', '699325818', '', '中国民生银行深圳华强通讯小微企业专营支行', '', '', '', '', '', '无', '', '00440156925', 'NPGATR', '', '', '', '深圳卓勋科技有限公司', '网银转账');
INSERT INTO `zhaohang_billing` VALUES ('20181217151235377tn1on8uf3yk6kn2', '20181210', '113701', '20181210', '提回对公户收款', '', '340', '10900.01', '公积金数字证书载体费及三年年费', 'G0515000081025C', '', '', '', '', '', '', '', '梅州市梅县区白渡镇人民政府', '80020000002235078', '', '梅州农村商业银行股份有限公司', '', '', '', '', '', '无', '', '18R4009040326', 'CPGATR', '', '', '', '梅州市梅县区白渡镇人民政府', '公积金数字证书载体费及三年年费');
INSERT INTO `zhaohang_billing` VALUES ('20181217151235396im9ra1va3y66og0', '20181210', '152903', '20181210', '提回对公户收款', '', '100', '11000.01', '河库保护中心补介质费', 'G0514900157510C', '', '', '', '', '', '', '', '五华县河库保护中心', '44185101040015268', '', '中国农业银行股份有限公司五华县支行', '', '', '', '', '', '无', '', '18R5009111211', 'CPGATR', '', '', '', '五华县河库保护中心', '河库保护中心补介质费');
INSERT INTO `zhaohang_billing` VALUES ('20181217152001027pn9ik3ua8xu1uz8', '20181214', '105535', '20181214', '提回对公户收款', '', '240', '11240.01', '公积金CA证书款', 'G3194900070970C', '', '', '', '', '', '', '', '梅州市梅县区扶贵小学', '44001727139050544196', '', '中国建设银行股份有限公司梅州扶贵支行', '', '', '', '', '', '无', '', '18R8009146341', 'CPGATR', '', '', '', '梅州市梅县区扶贵小学', '公积金CA证书款');
INSERT INTO `zhaohang_billing` VALUES ('20181217152001115kk9jk0nb3mp17z3', '20181214', '111240', '20181214', '提回对公户收款', '', '340', '11580.01', '', 'G3195000146268C', '', '', '', '', '', '', '', '兴宁市救助管理站', '2007002109100026536', '', '中国工商银行股份有限公司梅州分行业务处理中心', '中国工商银行兴宁市支行', '', '', '', '', '无', '', '18R2008725962', 'CPGATR', '', '', '', '兴宁市救助管理站', '');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000175ns4an9ix2mk8pm2', '20181219', '085429', '20181219', '提回对公户收款', '', '340', '12840.01', 'CA证书', 'G8155100008365C', '', '', '', '', '', '', '', '梅州市华圣实业有限公司', '80020000006429069', '', '五华县农村信用合作联社', '', '', '', '', '', '无', '', '18R4009328882', 'CPGATR', '', '', '', '梅州市华圣实业有限公司', 'CA证书');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000194ma41y2sj3di7ki2', '20181219', '151138', '20181219', '提回对公户收款', '', '240', '13080.01', '证书费', 'G8155200139157C', '', '', '', '', '', '', '', '梅州市梅县区德兴小学', '496899991010003001094', '', '交通银行股份有限公司梅州分行', '', '', '', '', '', '无', '', '18R3009112476', 'CPGATR', '', '', '', '梅州市梅县区德兴小学', '证书费');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000205ja6ji1oj0lm4xo8', '20181220', '091748', '20181220', '提回对公户收款', '', '240', '13320.01', '石壁林场CA办理费', 'G7791800014979C', '', '', '', '', '', '', '', '兴宁市国营石壁林场', '44183101040009255', '', '中国农业银行股份有限公司兴宁市支行', '', '', '', '', '', '无', '', '18R8009326699', 'CPGATR', '', '', '', '兴宁市国营石壁林场', '石壁林场CA办理费');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000217b07lb1ny3tv2ww3', '20181220', '092940', '20181220', '提回对公户收款', '', '600', '13920.01', '办理公司数字证书', 'G3628300004829C', '1521909586', '企业银行支付', '', '20181220092238', '', '', '', '深圳市鑫高益磁材有限公司', '755916778910404', '', '招商银行深圳分行四海支行', '广东省深圳市', '', '', '', '', '无', '', '18S6018590640', 'CPGATR', '', '', '', '深圳市鑫高益磁材有限公司', '办理公司数字证书');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc92y6mu7jj0i20', '20181220', '103130', '20181220', '提回对公户收款', '', '240', '14160.01', '公积金证书', 'G7791800044363C', '', '', '', '', '', '', '', '广东吉玉陶瓷股份有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '广东吉玉陶瓷股份有限公司', '公积金证书');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i20', '20181220', '103131', '20181220', '提回对公户收款', '', '200', '14160.01', '公积金证书', 'G7791800044364C', '', '', '', '', '', '', '', '广东吉玉陶瓷股份有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '广东吉玉陶瓷股份有限公司', '公积金证书');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i29', '20181220', '103131', '20181220', '提回对公户收款', '', '200', '14160.01', '东莞公积金CA新增001', 'G7791800044368C', '', '', '', '', '', '', '', '广东吉玉陶瓷股份有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '广东吉玉陶瓷股份有限公司', '东莞公积金CA新增001');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i30', '20181220', '103131', '20181220', '提回对公户收款', '', '200', '14160.01', '东莞公积金CA新增002', 'G7791800044377C', '', '', '', '', '', '', '', '广东吉玉陶瓷股份有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '广东吉玉陶瓷股份有限公司', '东莞公积金CA新增002');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i31', '20181220', '103131', '20181220', '提回对公户收款', '', '200', '14160.01', '001东莞公积金CA新增', 'G7791800044378C', '', '', '', '', '', '', '', '广东吉玉陶瓷股份有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '广东吉玉陶瓷股份有限公司', '001东莞公积金CA新增');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i41', '20181221', '103132', '20181220', '提回对公户收款', '', '240', '14160.01', '001东莞公积金CA新增333', 'G7791800044377C', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增333');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i47', '20181221', '103132', '20181220', '提回对公户收款', '', '200', '14160.01', '001东莞公积金CA新增851', 'G7791800044377p', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增9999');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i61', '20181228', '103137', '20181221', '提回对公户收款', '', '240', '14160.01', '001东莞公积金CA新增3444', 'G7791800044388C', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增3444');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i62', '20181229', '103138', '20181229', '提回对公户收款', '', '240', '14160.01', '001东莞公积金CA新增3445', 'G7791800044389C', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增3445');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i63', '20181230', '103139', '20181230', '提回对公户收款', '', '240', '14160.01', '001东莞公积金CA新增3474', 'G7791800044390C', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校4444444', '001东莞公积金CA新增77777777777777777');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i85', '20181221', '103132', '20181220', '提回对公户收款', '', '400', '14160.01', '001东莞公积金CA新增852', 'G77918000443788', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增852');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i88', '20181221', '103132', '20181220', '提回对公户收款', '', '600', '14160.01', '001东莞公积金CA新增888', 'G7791800044377q', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增888');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jj0i96', '20181221', '103132', '20181220', '提回对公户收款', '', '800', '14160.01', '001东莞公积金CA新增852', 'G77918000443784', '', '', '', '', '', '', '', '东莞市可艺工艺品有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市可艺工艺品有限公司', '001东莞公积金CA新增852');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jy0001', '20181221', '103132', '20181220', '提回对公户收款', '', '1000', '14160.01', '001东莞公积金CA新增775', 'G77918000443002', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市可艺工艺品有限公司', '001东莞公积金CA新增775');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000230wc98y6mu7jy0i96', '20181221', '103132', '20181220', '提回对公户收款', '', '240', '14160.01', '001东莞公积金CA新增779', 'G77918000443001', '', '', '', '', '', '', '', '东莞市大岭山南华学校', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R6009363725', 'CPGATR', '', '', '', '东莞市大岭山南华学校', '001东莞公积金CA新增779');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000242qt6nu3jh6aa1km1', '20181220', '104520', '20181220', '提回对公户收款', '', '100', '14260.01', '住房公积金证书费', 'G7791900199705C', '', '', '', '', '', '', '', '梅州市梅县区德兴小学', '496899991010003001094', '', '交通银行股份有限公司梅州分行', '', '', '', '', '', '无', '', '18R0009068912', 'CPGATR', '', '', '', '梅州市梅县区德兴小学', '住房公积金证书费');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000259qb8mo9ma5mt0qp9', '20181220', '110111', '20181220', '提回对公户收款', '', '100', '14360.01', 'CA证书款', 'G7791900209051C', '', '', '', '', '', '', '', '梅州市梅县区扶贵小学', '44001727139050544196', '', '中国建设银行股份有限公司梅州扶贵支行', '', '', '', '', '', '无', '', '18R9009222559', 'CPGATR', '', '', '', '梅州市梅县区扶贵小学', 'CA证书款');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000270lx3ng7aa8l36wl7', '20181220', '110451', '20181220', '提回对公户收款', '', '240', '14600.01', '公积金证书', 'G7791800060775C', '', '', '', '', '', '', '', '梅州市中光实业有限公司', '739357749190', '', '中国银行股份有限公司梅州梅江支行', '', '', '', '', '', '无', '', '18R1008917982', 'CPGATR', '', '', '', '梅州市中光实业有限公司', '公积金证书');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000293hx4ai3ia4vo3vl4', '20181220', '122714', '20181220', '提回对公户收款', '', '100', '14700.01', '石壁林场CA介质费（证书）', 'G7791900243251C', '', '', '', '', '', '', '', '兴宁市国营石壁林场', '44183101040009255', '', '中国农业银行股份有限公司兴宁市支行', '', '', '', '', '', '无', '', '18R6009373147', 'CPGATR', '', '', '', '兴宁市国营石壁林场', '石壁林场CA介质费（证书）');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000306aa2lj33v0vi03l2', '20181221', '020851', '20181221', '账户结息', '', '6', '14706.01', '活期结算户结息6.00扣税:.00', 'G8393500002901C', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '无', '', '', 'YAIN', '', '', '', '', '活期结算户结息6.00扣税:.00');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000319pe6js5tu18s0bj1', '20181221', '115034', '20181221', '提回对公户收款', '', '100', '14806.01', '公积金证书', 'G6944000086595C', '', '', '', '', '', '', '', '广东吉玉陶瓷股份有限公司', '44187601040004616', '', '中国农业银行股份有限公司大埔高陂支行', '', '', '', '', '', '无', '', '18R1008966623', 'CPGATR', '', '', '', '广东吉玉陶瓷股份有限公司', '公积金证书东莞公积金CA新增001');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000340qo5lq4il1il6bk0', '20181221', '120117', '20181221', '提回对公户收款', '', '100', '14906.01', '公积金证书', 'G6944100084779C', '', '', '', '', '', '', '', '梅州市中光实业有限公司', '739357749190', '', '中国银行股份有限公司梅州梅江支行', '', '', '', '', '', '无', '', '18R5009496358', 'CPGATR', '', '', '', '梅州市中光实业有限公司', '公积金证书');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000355aa1lv7li8aj4ta6', '20181221', '164516', '20181221', '提回对公户收款', '', '340', '15246.01', '附言：CA证书介体费、数字证书服务费备注', 'G6944000203367C', '', '', '', '', '', '', '', '广东中科电工科技有限公司', '2007026109200022343', '', '中国工商银行股份有限公司梅州分行业务处理中心', '工行梅州五华支行', '', '', '', '', '无', '', '18R6009441545', 'CPGATR', '', '', '', '广东中科电工科技有限公司', '附言：CA证书介体费、数字证书服务费备注');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000391or8xe6ti2lu4kq9', '20181224', '095458', '20181224', '提回对公户收款', '', '340', '15586.01', 'CA证书业务费', 'G0485200102141C', '', '', '', '', '', '', '', '梅州市梅县区丽群小学', '44001727141050546083', '', '中国建设银行股份有限公司梅州扶贵支行', '', '', '', '', '', '无', '', '18R5009543861', 'CPGATR', '', '', '', '梅州市梅县区丽群小学', 'CA证书业务费');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000408io2f59kn27n0no5', '20181224', '104358', '20181224', 'IBPS对公提回贷记', '', '240', '15826.01', '', 'KK900500005743C', '', '', '', '', '', '', '', '兴宁市兴民中学', '2007002109100032958', '', '中国工商银行兴宁市支行', '', '', '', '', '', '无', '', '00447909817', 'NPGATR', '', '', '', '兴宁市兴民中学', '');
INSERT INTO `zhaohang_billing` VALUES ('20181226171000420wx7od0gm9tj4nn1', '20181224', '160652', '20181224', 'IBPS对公提回贷记', '', '100', '15926.01', '补付套餐差额', 'KK900700019603C', '', '', '', '', '', '', '', '兴宁市兴民中学', '2007002109100032958', '', '中国工商银行兴宁市支行', '', '', '', '', '', '无', '', '00448148350', 'NPGATR', '', '', '', '兴宁市兴民中学', '补付套餐差额');
INSERT INTO `zhaohang_billing` VALUES ('20181227001000191jp3zk6vi9lq5l85', '20181226', '111449', '20181226', '提回对公户收款', '', '340', '16266.01', '', 'G9306900070158C', '', '', '', '', '', '', '', '兴宁市明珠建筑工程有限公司', '118007518010000582', '', '广发银行股份有限公司梅州兴宁支行', '广发银行梅州分行兴宁支行', '', '', '', '', '无', '', '18R2009090314', 'CPGATR', '', '', '', '兴宁市明珠建筑工程有限公司', '');
INSERT INTO `zhaohang_billing` VALUES ('20181227001000265km0la1on7o09zj4', '20181226', '152804', '20181226', '提回对公户收款', '', '240', '16506.009999999998', '附言：数字证书备注：数字证书', 'G9306900164798C', '', '', '', '', '', '', '', '兴宁市广播电视大学', '2007002109100028987', '', '中国工商银行股份有限公司梅州分行业务处理中心', '中国工商银行兴宁市支行', '', '', '', '', '无', '', '18R5009670801', 'CPGATR', '', '', '', '兴宁市广播电视大学', '附言：数字证书备注：数字证书');
INSERT INTO `zhaohang_billing` VALUES ('20181228094000165yi2xa26l2rj8js8', '20181227', '114338', '20181227', 'IBPS对公提回贷记', '', '100', '16606.009999999998', '', 'KK018300008711C', '', '', '', '', '', '', '', '罗茵', '9558802007101429374', '', '中国工商银行', '', '', '', '', '', '无', '', '00449622216', 'NPGATR', '', '', '', '罗茵', '');
INSERT INTO `zhaohang_billing` VALUES ('20181228094000383ys7mf9pr7zm0z94', '20181227', '172248', '20181227', '提回对公户收款', '', '600', '17206.009999999998', '服务费', 'G8726700215586C', '', '', '', '', '', '', '', '深圳市慧臻品牌整合传播有限公司', '44201002400052515687', '', '中国建设银行股份有限公司深圳罗岗支行', '', '', '', '', '', '无', '', '18R0009344020', 'CPGATR', '', '', '', '深圳市慧臻品牌整合传播有限公司', '服务费');
INSERT INTO `zhaohang_billing` VALUES ('20190102173809186xk2jj6mk0ck0n29', '20181226', '111449', '20181226', '提回对公户收款', '', '340', '16266.01', '', 'T9306900070158C', '', '', '', '', '', '', '', '兴宁市明珠建筑工程有限公司', '118007518010000582', '', '广发银行股份有限公司梅州兴宁支行', '广发银行梅州分行兴宁支行', '', '', '', '', '无', '', '18R2009090314', 'CPGATR', '', '', '', '兴宁市明珠建筑工程有限公司', '');
INSERT INTO `zhaohang_billing` VALUES ('20190102173809312ol4ii8ll3nr6oy2', '20181226', '152804', '20181226', '提回对公户收款', '', '240', '16506.009999999998', '附言：数字证书备注：数字证书', 'T9306900164798C', '', '', '', '', '', '', '', '兴宁市广播电视大学', '2007002109100028987', '', '中国工商银行股份有限公司梅州分行业务处理中心', '中国工商银行兴宁市支行', '', '', '', '', '无', '', '18R5009670801', 'CPGATR', '', '', '', '兴宁市广播电视大学', '附言：数字证书备注：数字证书');
INSERT INTO `zhaohang_billing` VALUES ('20190104104036556mq8jm8wr2hw2lm5', '20190104', '101401', '20190104', '提回对公户收款', '', '340', '17546.009999999998', '', 'G2749100032117C', '', '', '', '', '', '', '', '兴宁市新和金建筑工程有限公司', '118007519010000411', '', '广发银行股份有限公司梅州兴宁支行', '广发银行梅州分行兴宁支行', '', '', '', '', '无', '', '19R1000067408', 'CPGATR', '', '', '', '兴宁市新和金建筑工程有限公司', '');
INSERT INTO `zhaohang_billing` VALUES ('20190104104036556mq8jm8wr2hw2lm6', '20190104', '101401', '20190104', '提回对公户收款', '', '340', '17546.009999999998', '', 'G2749100032119C', '', '', '', '', '', '', '', '兴宁市新和金建筑工程有限公司', '118007519010000411', '', '广发银行股份有限公司梅州兴宁支行', '广发银行梅州分行兴宁支行', '', '', '', '', '无', '', '19R1000067408', 'CPGATR', '', '', '', '兴宁市新和金建筑工程有限公司', '');
INSERT INTO `zhaohang_billing` VALUES ('201901081629066876l6bx4xm9wt5a11', '20190113', '161609', '20190113', '提回对公户收款', '', '0.02', '17746.009999999998', 'YJ-真宜签机构证书,测试付款收费', 'G0993400085575C', '', '', '', '', '', '', '', '哈哈哈', '44183101040006624', '', '中国农业银行股份有限公司兴宁市支行', '', '', '', '', '', '无', '', '19R6000172826', 'CPGATR', '', '', '', '哈哈哈', 'YJ-真宜签机构证书,测试付款收费');
INSERT INTO `zhaohang_billing` VALUES ('201901081629066876l6bx4xm9wt5ao1', '20190108', '161609', '20190108', '提回对公户收款', '', '200', '17746.009999999998', '东莞公积金CA新增', 'G6639100133603C', '', '', '', '', '', '', '', '东莞市可艺工艺品有限公司', '44183101040006624', '', '中国农业银行股份有限公司兴宁市支行', '', '', '', '', '', '无', '', '19R6000172826', 'CPGATR', '', '', '', '东莞市可艺工艺品有限公司', '东莞公积金CA新增');
INSERT INTO `zhaohang_billing` VALUES ('201901081629066876l6bx4xm9wt5ao2', '20190121', '161609', '20190121', '提回对公户收款', '', '200 ', '17746.009999999998', '服务费,附加摘要测试,附加摘要测试2', 'G6639100133603C', '', '', '', '', '', '', '', '测试1', '44183101040006624', '', '中国农业银行股份有限公司兴宁市支行', '', '', '', '', '', '无', '', '19R6000172826', 'CPGATR', '', '', '', '测试1', '服务费,附加摘要测试,附加摘要测试2');
INSERT INTO `zhaohang_billing` VALUES ('201901081629066876l6bx4xm9wt5ao9', '20190120', '161609', '20190120', '提回对公户收款', '', '0.02', '17746.00999999998', 'YJ-真宜签机构证书', 'G6639100133603C', '', '', '', '', '', '', '', '测试银行对账01', '44183101040006624', '', '中国农业银行股份有限公司兴宁市支行', '', '', '', '', '', '无', '', '19R6000172826', 'CPGATR', '', '', '', '测试银行对账01', 'YJ-真宜签机构证书');
INSERT INTO `zhaohang_billing` VALUES ('20190118151235304ok7zj5kj1lj5in2', '20190117', '161608', '20190117', '提回对公户收款', '', '0.02', '10360.099995', 'YJ-真宜签机构证书', 'G0993400085571C', '', '', '', '', '', '', '', 'wsy测试银行对账', '44185101040015268', '', '中国农业银行股份有限公司五华县支行', '', '', '', '', '', '无', '', '18R4008917868', 'CPGATR', '', '', '', 'wsy测试银行对账', 'YJ-真宜签机构证书');
INSERT INTO `zhaohang_billing` VALUES ('20190118151235304ok7zj5kj1lj5in3', '20190121', '161608', '20190121', '提回对公户收款', '', '0.02', '10360.099995', 'YJ-真宜签机构证书', 'G0993400085572C', '', '', '', '', '', '', '', '测试银行对账01', '44185101040015268', '', '中国农业银行股份有限公司五华县支行', '', '', '', '', '', '无', '', '18R4008917868', 'CPGATR', '', '', '', '测试银行对账01', 'YJ-真宜签机构证书');
INSERT INTO `zhaohang_billing` VALUES ('20190118151235304ok7zj5kj1lj5iop', '20190121', '161645', '20190121', '提回对公户收款', null, '0.02', '18923.05', 'YJ-真宜签机构证书', 'G0993400085572D', null, null, null, null, null, null, null, '测试银行对账', '44185101040015268', null, '中国农业银行股份有限公司五华县支行', null, null, null, null, null, '无', null, '18R4008917868', 'CPGATR', null, null, null, '2', '2');
INSERT INTO `zhaohang_billing` VALUES ('20190320114610620sk4nn3ia5wm4oo9', '20181226', '152804', '20181226', '提回对公户收款', '', '240', '16506.009999999998', '附言：数字证书备注：数字证书', 'G9306900164791C', '', '', '', '', '', '', '', '兴宁市广播电视大学', '2007002109100028987', '', '中国工商银行股份有限公司梅州分行业务处理中心', '中国工商银行兴宁市支行', '', '', '', '', '无', '', '18R5009670801', 'CPGATR', '', '', '', '兴宁市广播电视大学', '附言：数字证书备注：数字证书');
